<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Работа с текстом. Спецсимволы. Шрифты</title>
  <link rel="stylesheet" href="style.css">
</head>

<body>
    <h1 class="title">Оформление текста</h1>
    <p class="text">
        Лев с незапамятных времен олицетворяет силу, мощь, храбрость и отвагу.
        В Древнем Египте его считали священным животным. Следует отметить 
        интересный факт: до 500 года нашей эры в Европе тоже обитали львы, 
        пока их не истребили. В Средние века многие королевские дома украшали
        свои гербы изображениями льва, а сейчас он является национальным символом
        Бельгии, Сингапура, Англии, Нидерландов, Люксембурга, Эфиопии, Болгарии и 
        Албании.
    </p>
    <h2 class="subtitle">Заголовок второго уровня</h2>
    <p class="text">Новорожденные львята весят 1–2 кг. Через неделю они открывают глаза,
        а через две начинают ходить. Они появляются на свет с коричневыми пятнами 
        на шкуре, как у леопардов, которые со временем исчезают. До двух лет львы
        не умеют рычать.
    </p>
    <ul class="list">
        <li>У львов шикарная грива</li>
        <li>Львы очень выносливы</li>
        <li>Новорожденные львята весят 1–2 кг</li>
    </ul>
    <p> 
        <i class="fa fa-coffee" aria-hidden="true" style="font-size: 50pt; color: pink"></i>
    </p>
    <script src="https://use.fontawesome.com/31a1498208.js"></script>
</body>

